<?php
?>
<table style="width: 100%;margin-top: -30px">
    <tr>
        <td style="width: 80%;">
            <table>
                <tr>
                    <td>
                        <h2>ICE HAPPY Co.,Ltd.</h2> <br/>
                        <span class="company-title">บริษัท น้ำแข็งแฮปปี้ จำกัด</span>
                    </td>
                </tr>
            </table>
        </td>
        <td style="width: 20%">
            <table>
                <tr>
                    <td colspan="2">
                        <h1>สัญญายืม</h1>
                    </td>
                </tr>
                <tr>
                    <td class="bill-no">เลขที่</td>
                    <td class="bill-no">เลขที่</td>
                </tr>
                <tr>
                    <td class="bill-no">วันที่</td>
                    <td class="bill-no">เลขที่</td>
                </tr>
            </table>

        </td>
    </tr>
</table>
<div class="rent-content">
รหัสลูกค้า <?=$model->code?> ชื่อลูกค้า <?=$model->first_name." ".$model->last_name;?>
<br />ที่อยู่ <?=$cus_address?> เบอร์โทรศัพท์ <?=$model->mobile?>
</div>
    <table class="table table_bordered">
    <thead>
    <tr>
        <th>ลำดับ</th>
        <th>รายการ</th>
        <th>จำนวน(ใบ)</th>
        <th>ราคา/หน่วย</th>
        <th>จำนวนเงิน(บาท)</th>
    </tr>
    </thead>
    <tbody>
        <tr>
            <td>1</td>
            <td>ถังแช่ขนาด 200 ลิตร  NO.</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>2</td>
            <td>ถังแช่ขนาด 300 ลิตร  NO.</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>3</td>
            <td>ถังแช่ขนาด 450 ลิตร  NO.</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>4</td>
            <td>ถังแช่ขนาด 800 ลิตร NO.</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>รวม</td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
    </tbody>
</table>
<p class="rent-content">
<p style="text-indent: 50px">สัญญานี้ทำขึ้นระหว่าง บริษัท น้ำแข็งแฮปปี้ จำกัด ที่อยู่ 52/1 ม. 7 ต. หนองหงส์ อ.ทุ่งสง จ.นครศรีธรรมราช ซึ่งต่อไปในสัญญานี้เรียกว่า“เจ้าของทรัพย์”ฝ่ายหนึ่งกับ………………............…………………………………………………...ที่อยู่..............................................................................ซึ่งต่อไปในสัญญานี้เรียกว่า “ผู้ยืม” อีกฝ่ายหนึ่ง
    คู่สัญญาทั้งสองฝ่ายตกลงทำสัญญาดังข้อความและเงื่อนไขต่อไปนี้</p>
<p style="text-indent: 50px">ข้อ 1.  เจ้าของทรัพย์ตกลงให้ยืม และผู้ยืมตกลงยืมทรัพย์ของเจ้าของทรัพย์  ซึ่งได้แก่ ถังแช่ โดยเป็นการให้ยืมเปล่า เพื่อใส่สินค้าของผู้ให้ยืมเท่านั้น</p>
<p style="text-indent: 50px">ข้อ 2. ผู้ยืมจะต้องใช้ทรัพย์ที่ยืมอย่างปกติแห่งการใช้ทรัพย์นั้น และผู้ยืมไม่นำเอาทรัพย์ที่ยืมออกไปให้บุคคลอื่นใช้สอย  โดยปราศจากความยินยอมเป็นลายลักษณ์อักษรจากเจ้าของทรัพย์</p>
<p style="text-indent: 50px">ข้อ 3.  ผู้ยืมต้องดูแลรักษาทรัพย์ที่ยืม  อย่างเช่นวิญญูชนทั่วไปพึงกระทำในการสงวนทรัพย์สินของตน</p>
<p style="text-indent: 50px">ข้อ 4.  เมื่อสัญญานี้สิ้นสุด  ผู้ยืมต้องคืนทรัพย์แก่เจ้าของทรัพย์ในสภาพที่ดี  ใช้งานได้ดังเดิมเหมือนในขณะที่ยืมไปทุกประการ</p>
<p style="text-indent: 50px">ข้อ 5.  ผู้ยืมต้องรับผิดชอบในบรรดาความเสียหายที่เกิดขึ้น โดยไม่อาจโทษเจ้าของทรัพย์สินได้ทุกประการ</p>
<p style="text-indent: 50px">ข้อ 6. ผู้ให้ยืมขอสงวนสิทธ์ในการโอนกรรมสิทธิ์ และ/หรือ เก็บคืนทรัพย์ที่ยืมให้กับบุคคล หรือนิติบุคคลอื่น โดยมิต้องแจ้งเป็นลายลักษณ์อักษรแก่ผู้ยืม</p>
<p style="text-indent: 50px">สัญญานี้ทำขึ้นเป็นสองฉบับมีข้อความถูกต้องตรงกัน  คู่สัญญาทั้งสองฝ่ายได้อ่านและเข้าใจดีแล้ว จึงลงลายมือชื่อไว้ต่อหน้าพยานเป็นสำคัญ  และเก็บสัญญาไว้ฝ่ายละฉบับ</p>


</div>
<table>
    <?php for($i=0;$i<=35;$i++):?>
        <tr>
            <td></td>
        </tr>
    <?php endfor;?>
</table>
    <table class="table_footer">
        <tr>
            <td>
                .................................... <br />
                ผู้ยืม
            </td>
            <td>
                .................................... <br />
                ผู้ส่ง(พยาน)
            </td>
            <td>
                .................................... <br />
                บริษัท น้ำแข็งแฮปปี้ จำกัด
            </td>
        </tr>
    </table>


